---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarShapeConstraint
source: html/1c9d3876-9257-4304-5fe1-403413c18cc6.htm
---
# RebarShapeConstraint Members

Releases all resources used by the RebarShapeConstraint